[
  {
    "title": "Frontend Engineer at Vidio",
    "image": "assets/images/vidio.png",
    "link":"https://www.vidio.com/",
    "type": "Work",
    "desc": "Worked as a Frontend Engineer to create quality code, following TDD Principles and updating old code to match with eslint rules."
  },
  {
    "title": "Fullstack Engineer at SGSM Technologies Pte Ltd",
    "image": "assets/images/sgsm.png",
    "link":"https://www.sgsmtech.com/",
    "type": "Work",
    "desc": "Worked as a Fullstack Engineer to create User Interface & API while practicing clean code."
  },
  {
    "title": "Mony",
    "image": "assets/images/mony.png",
    "type": "Personal",
    "desc": "Mony is an intelligent personal finance web application designed to empower users with a clear understanding of their spending habits. Built as a full-stack project, it allows for seamless expense tracking and provides insightful, data-driven analytics."
  },
  {
    "title": "Qnails",
    "image": "assets/images/qnails.png",
    "type": "Freelance",
    "desc": "QNails is a comprehensive, full-stack web application designed to streamline the daily operations of a modern nail salon. It serves as an all-in-one platform for owners and staff to manage every aspect of the business with efficiency and clarity."
  },
  {
    "title": "Teacher at BNCC",
    "image": "assets/images/teacher.jpg",
    "link": "https://bncc.net/",
    "type": "Organization",
    "desc":"BNCC is an organization in my University. On 2021, I taught Front-End Web Development at BNCC using HTML, CSS & JS."
  },
  {
    "title": "Travelist",
    "image": "assets/images/travelist.PNG",
    "type": "School",
    "desc":"An Ecommerce website created by me and my friends for our university project. This website is built using ReactJS for the front-end, ExpressJS for the back-end and MongoDB for the database."
  },
  {
    "title": "Associate Member at Bina Nusantara IT Division",
    "image": "assets/images/itdiv.PNG",
    "link":"http://ict.binus.edu/",
    "type": "Work",
    "desc": "Worked with amazing people at Bina Nusantara IT Division. Made website pages using ReactJS and Typescript."
  },
  {
    "title": "Hansanesia",
    "image": "assets/images/hansanesia.png",
    "type": "Freelance",
    "desc": "A freelance project to create a company profile using ReactJS."
  }
]
